import React from 'react';
import {Box, Stack} from "@mui/material";

export default function ForUserPage() {
    return (
        <Stack spacing={2}>
            <Box>
                Участникам
            </Box>
            <Box>
                О том как образовательная платформа помогает раскрыть уникальные ценности. Через проекты, через встречи, через задания мы узнаем их.
            </Box>
            <Box>
                Установить приложение для участников
                - приложение устанавливается без сложностей
                Кнопка
            </Box>
            <Box>
                Взаимодействие с телефонами:
                - минимальное количество на потребление информации
                - быстрый сбор рефлексии без потери качества

            </Box>
            <Box>
            Сформулирую основные принципы приложения.
            - ребенок научается транслировать себя через проектную деятельность
            - взрослый модерирует процесс обучения
            - взрослый делится своим опытом  деятельности и вдохновением
            - важность модерации процесса
            </Box>
        </Stack>
    );
}